<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | السطور التالية هي الرسائل الافتراضية التي تطابق الأسباب التي يُرجعها
    | وسيط كلمات المرور عند محاولة تحديث كلمة المرور، مثل الفشل بسبب
    | كلمة مرور أو رمز إعادة تعيين غير صالح.
    |
    */

    'reset' => 'تمت إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يُرجى الانتظار قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.',

];
